/* File size, shown as a number and units. The first %@ is the number (for instance: 6.72), and the second %@ is the unit (for instance: MB) */
"%@ %@" = "%1$@ %2$@";

/* File size, shown as a number and units, and number of bytes. The first %@ is the number (for instance: 6.72), the second %@ is the unit (for instance: MB), and the third is the actual number of bytes (for instance 6,722,309) */
"%@ %@ (%@ bytes)" = "%1$@ %2$@ (%3$@ ไบต์)";

/* Plural form of 'bytes', when used for file size */
"bytes" = "ไบต์";

/* Singular form of 'bytes', when used for file size */
"bytes Singular" = "ไบต์";

/* Plural form of 'EB' (exabyte), when used for file size */
"EB" = "เอกซะไบต์";

/* Singular form of 'EB' (exabyte), when used for file size */
"EB Singular" = "เอกซะไบต์";

/* Plural form of 'GB' (gigabyte), when used for file size */
"GB" = "กิกะไบต์";

/* Singular form of 'GB' (gigabyte), when used for file size */
"GB Singular" = "กิกะไบต์";

/* Plural form of 'KB' (kilobyte), when used for file size */
"KB" = "กิโลไบต์";

/* Singular form of 'KB' (kilobyte), when used for file size */
"KB Singular" = "กิโลไบต์";

/* Plural form of 'MB' (megabyte), when used for file size */
"MB" = "เมกะไบต์";

/* Singular form of 'MB' (megabyte), when used for file size */
"MB Singular" = "เมกะไบต์";

/* Plural form of 'PB' (petabyte), when used for file size */
"PB" = "เพตะไบต์";

/* Singular form of 'PB' (petabyte), when used for file size */
"PB Singular" = "เพตะไบต์";

/* Plural form of 'TB' (terabyte), when used for file size */
"TB" = "เทระไบต์";

/* Singular form of 'TB' (terabyte), when used for file size */
"TB Singular" = "เทระไบต์";

/* Plural form of 'YB' (yottabyte), when used for file size */
"YB" = "ยอตตะไบต์";

/* Singular form of 'YB' (yottabyte), when used for file size */
"YB Singular" = "ยอตตะไบต์";

/* Plural form of 'ZB' (zettabyte), when used for file size */
"ZB" = "เซตตะไบต์";

/* Singular form of 'ZB' (zettabyte), when used for file size */
"ZB Singular" = "เซตตะไบต์";

/* File size shown for an empty file, when 'special zero handling' is enabled, and using 'bytes' as units. This is basically what Finder shows in the info panel for an empty file. */
"Zero bytes" = "ศูนย์ไบต์";

/* File size shown for an empty file, when 'special zero handling' is enabled, and using 'KB' as units. This is basically what Finder shows in the info panel for an empty file. */
"Zero KB" = "ศูนย์กิโลไบต์";

